
## Plan Result (dev)

[CI link](https://github.com/fumi-mura/tfaction-sample/actions/runs/17713626180)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * module.cwlogs1.aws_cloudwatch_log_group.this


<details><summary>Change Result (Click me)</summary>

```hcl

  # module.cwlogs1.aws_cloudwatch_log_group.this will be created
  + resource "aws_cloudwatch_log_group" "this" {
      + arn               = (known after apply)
      + id                = (known after apply)
      + log_group_class   = (known after apply)
      + name              = "test-2"
      + name_prefix       = (known after apply)
      + region            = "ap-northeast-1"
      + retention_in_days = 30
      + skip_destroy      = false
      + tags_all          = {
          + "Env"                = "dev"
          + "ManagedByTerraform" = "true"
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"plan","PRNumber":17,"Program":"tfcmt","SHA1":"e8e236814e2e0effa19a3a0ca198a2e25b323ceb","Target":"dev","Vars":{},"WorkflowName":"Terraform plan"} -->